1password-beta
1password-cli
adw-gtk-theme
aether
alacritty
asdcontrol
baobab
base
base-devel
bat
bluetui
bolt
brave-bin
brightnessctl
btop
calibre
cava
chafa
clang
cmake
cpio
crunch
cups
cups-browsed
cups-filters
cups-pdf
dbeaver
dkms
docker
docker-buildx
docker-compose
dolphin
dotnet-runtime-9.0
dunst
dust
efibootmgr
evince
eww
exfatprogs
expac
eza
fastfetch
fcitx5
fcitx5-gtk
fcitx5-qt
fd
ffmpegthumbnailer
firewalld
fish
flatpak
fwupd
fzf
gearlever
ghostty
git
github-cli
gnome-calculator
gnome-disk-utility
gnome-keyring
gnome-pomodoro-git
gnome-themes-extra
gparted
gpu-screen-recorder
grim
grub
gst-plugin-pipewire
gum
gvfs-mtp
gvfs-nfs
gvfs-smb
htop
hypridle
hyprland
hyprland-preview-share-picker
hyprlock
hyprpicker
hyprsunset
ifuse
imagemagick
impala
imv
inetutils
intel-ucode
inxi
iwd
jq
jre-openjdk
kdenlive
kitty
kvantum-qt5
lazydocker
lazygit
less
lib32-nvidia-580xx-utils
libpulse
libqalculate
libreoffice-fresh
libva-nvidia-driver
libyaml
linux
linux-firmware
linux-headers
linux-zen
linux-zen-headers
llvm
localsend
luarocks
mako
man-db
mariadb-libs
mesa-utils
meson
mise
mpv
nano
nautilus
ncdu
neovim
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
nvidia-580xx-dkms
nvidia-580xx-utils
obs-studio
obsidian
omarchy-chromium
omarchy-keyring
omarchy-nvim
omarchy-walker
opencode
pamixer
pinta
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
plocate
plymouth
polkit-gnome
polkit-kde-agent
postgresql-libs
power-profiles-daemon
proton-vpn-cli
python-gobject
python-pipx
python-poetry-core
python-terminaltexteffects
qt5-wayland
qt6-wayland
rnote
ruby
rust
satty
sddm
signal-desktop
slurp
smartmontools
sof-firmware
spotify
starship
steam
superfile
sushi
swaybg
swayosd
system-config-printer
tldr
tobi-try
tree-sitter-cli
ttf-cascadia-mono-nerd
ttf-ia-writer
ttf-jetbrains-mono-nerd
typora
tzupdate
ufw
ufw-docker
unzip
usage
usbmuxd
uwsm
vesktop
vim
waybar
wayfreeze
wget
whois
wireless-regdb
wireless_tools
wiremix
wireplumber
wl-clipboard
woff2-font-awesome
wofi
wttrbar
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-terminal-exec
xdg-utils
xmlstarlet
xorg-server
xorg-xinit
xournalpp
yaru-icon-theme
yay
yq
zoxide
zram-generator
zsh
